const String privacyPolicyText = """
개인정보처리방침



제1조(목적)
주식회사 자리매김(이하 ‘회사’라고 함)는 회사가 제공하고자 하는 서비스(이하 ‘회사 서비스')를 이용 하는 개인(이하 ‘이용자’ 또는 ‘개인'）의 정보(이하 ‘개인정보')를 보호하기 위해, 개인정보보호법, 정보 통신망 이용촉진 및 정보보호 등에 관한 법률(이하 '정보통신방법'）등 관련 법령을 준수하고, 서비스 이 용자의 개인정보 보호 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개 인정보처리방침(이하 ‘본 방침')을 수립합니다.


제2조(개인정보 처리의 원칙)
개인정보 관련 법령 및 본 방침에 따라 희사는 이용자의 개인정보를 수집할 수 있으며 수집된 개인정보 는 개인의 동의가 있는 경우에 한해 제3자에게 제공될 수 있습니다. 단, 법령의 규정 등에 의해 적법하 게 강제되는 경우 회사는 수집한 이용자의 개인정보를 사전에 개인의 동의 없이 제3자에게 제공할 수도 있습니다.


제3조(본 방침의 공개)
1. 회사는 이용자가 언제든지 쉽게 본 방침을 확인할 수 있도록 회사 홈페이지 첫 화면 또는 첫 화면과의 연 결화면을 통해 본 방침을 공개하고 있습니다.
2. 회사는제1항에 따라본방침을공개하는경우글자크기, 색상등을활용하여 이용자가본방침을쉽게 확 인할수있도록합니다.


제4조(본 방침의 변경)
1. 본 방침은 개인정보 관련 법령, 지침, 고시 또는 정부나 회사 서비스의 정책이나 내용의 변경에 따라 개정 될수있습니다.
2 회사는제1항에 따라본방침을개정하는경우다음각호하나이상의방법으로공지합니다.
가. 회사가운영하는 인터넷홈페이지의 첫 화면의 공지사항란또는별도의 창을통하여 공지하는방법 나. 서면·모사전송·전자우편 또는 이와 비슷한 방법으로 이용자에게 공지하는 방법
3. 회사는 제2항의 공지는 본 방침 개정의 시행일로부터 최소 7일 이전에 공지합니다. 다만, 이용자 권리의 중요한변경이 있을경우에는최소30일 전에 공지합니다.

제5조(회원 가입을 위한 정보)
회사는 이용자의 회사 서비스에 대한 회원가입을 위하여 다음과 같은 정보를 수집합니다.
1. 필수수집 정보: 이메일주소, 닉네임 및휴대폰번호
2. 선택 수집 정보: 프로필 사진, 생년월일

제6조(본인 인증을 위한 정보)
회사는 이용자의 본인인증을 위하여 다음과 같은 정보를 수집합니다.
1. 필수 수집 정보: 휴대폰 번호, 이메일 주소, 이름, 생년월일, 본인확인값(CI,DI), 이동통신사 및 내/외국인 여부


제7조(법정대리인 동의를 위한 정보)
회사는 법정대리인의 동의가 필요한 경우 법정대리인의 동의를 위하여 다음과 같은 정보를 수집합니다.
1. 필수 수집 정보: 보호자 이름, 보호자 생년월일, 보호자 내/외국인 여부, 보호자 휴대폰 번호, 보호자 이동 통신사 정보 및 보호자 본인확인값(CI,DI)

제8조(결제 서비스를 위한 정보)
회사는 이용자에게 회사의 결제 서비스 제공을 위하여 다음과 같은 정보를 수집합니다.
1. 필수수집 정보: 카드번호, 카드비밀번호, 유효기간, 생년월일 6자리(yy/mm/dd)，은행명 및 계좌번호

제9조(회사 서비스 제공을 위한 정보)
회사는 이용자에게 회사의 서비스를 제공하기 위하여 다음과 같은 정보를 수집합니다.
1. 필수 수집 정보: 이메일 주소, 이름, 생년월일 및 연락처
2. 	선택 수집 정보:（실물상품 지급 시) 이름, 전화번호, 주소, (모바일상품 지급 시) 전화번호 및 (위치 서비 스 이용 시) 사용자 실시간 위치


제10조(서비스 이용 및 부정 이용 확인을 위한 정보)
회사는 이용자의 서비스 이용 및 부정이용의 확인 및 분석을 위하여 다음과 같은 정보를 수집합니다.
1. 필수 수집 정보: 서비스 이용기록
※ 부정이용 : 회원탈퇴 후 재가입, 상품구매 후 구매취소 등을 반복적으로 행하는 등 회사가 제공하는 할인쿠폰, 이벤트 혜택 등의 경제상 이익을 불·편법적으로 수취하는 행위, 이용약관 등에서 금지하고 있는 행위, 명의도용 등의 불·편법행위 등을 말합니다. 수집되는 정보는 회사 서비스 이용에 따른 통계
∙ 분석에 이용될 수 있습니다.


제11조(개인정보 수집 방법)
회사는 다음과 같은 방법으로 이용자의 개인정보를 수집합니다.
1. 이용자가회사의홈페이지에자신의개인정보를입력하는방식
2. 어플리케이션 등 회사가 제공하는 홈페이지 외의 서비스를 통해 이용자가 자신의 개인정보를 입력하는
닌ol-시-,
3. 이용자가 고객센터의 상담, 게시판에서의 활동 등 회사의 서비스를 이용하는 과정에서 이용자가 입력하 는방식

제12조(개인정보의 이용)
회사는 개인정보를 다음 각 호의 경우에 이용합니다.
1. 공지사항의전달등회사의운영에필요한경우
2. 이용문의에 대한 회신, 불만의 처리 등 이용자에 대한 서비스 개선을 위한 경우
3. 회사의 서비스를제공하기 위한경우
4. 신규서비스개발을위한경우
5. 이벤트및행사안내등마케팅을위한경우
6. 인구통계학적 분석, 서비스 방문 및 이용기록의 분석을 위한 경우
7. 개인정보및관심에 기반한이용자간관계의 형성을위한경우
8. 법령 및 회사 약관을 위반하는 회원에 대한 이용 제한 조치, 부정 이용 행위를 포함하여 서비스의 원활한 운영에 지장을 주는 행위에 대한 방지 및 제재를 위한 경우


제13조(개인정보의 보유 및 이용기간)
1. 회사는 이용자의 개인정보에 대해 개인정보의 수집·이용 목적이 달성을 위한 기간동안개인정보를보유 및이용합니다.
2. 전항에도 불구하고 회사는 내부 방침에 의해 서비스 부정이용기록은 부정 가입 및 이용 방지를 위하여 회 원 탈퇴 시점으로부터 최대 1년간 보관합니다.

제14조(법령에 따른 개인정보의 보유 및 이용기간)
회사는 관계법령에 따라 다음과 같이 개인정보를 보유 및 이용합니다.
1. 전자상거래 등에서의 소비자보호에 관한 법률에 따른 보유정보 및 보유기간 가.  계약또는청약철회등에관한기록:5년
나. 대금결제 및 재화 등의 공급에 관한 기록 : 5년 다. 소비자의불만또는분쟁처리에관한기록:3년 라. 표시·광고에 관한 기록 : 6개월
2. 통신비밀보호법에따른보유정보및보유기간 가. 웹사이트 로그 기록 자료 : 3개월
3. 전자금융거래법에따른보유정보및보유기간 가. 전자금융거래에관한기록:5년
4. 위치정보의보호및이용등에관한법률 가. 개인위치정보에 관한 기록 : 6개월

제15조(개인정보의 파기원칙)
회사는 원칙적으로 이용자의 개인정보 처리 목적의 달성, 보유·이용기간의 경과 등 개인정보가 필요하 지 않을 경우에는 해당 정보를 지체 없이 파기합니다.

제16조(서비스 미이용자에 대한 개인정보처리)
1. 회사는 1년 동안 회사의 서비스를 이용하지 않은 이용자의 개인정보는 원칙적으로 이용자에게 사전통지 하고 개인정보를 파기하거나 별도로 분리하여 저장합니다.

2. 회사는 장기 미이용 이용자의 개인정보는 별도로 분리되어 안전하게 보관하게 되며, 해당 이용자의 통지 는 분리 보관 처리 일을 기준으로 최소 30일 이전에 전자우편주소로 전송됩니다.
3. 	장기 미이용 이용자는 회사가 미이용자 DB를 별도로 분리하기 전에 계속 서비스를 이용하고자 하는 경우 웹사이트(이하'모바일앱'포함)에로그인하시면 됩니다.
4. 장기 미이용 이용자는웹사이트에 로그인할 경우 이용자의 동의에 따라본인의 계정을복원할수 였습니 다.
5. 회사는 분리 보관된 개인정보를 4년간 보관 후 지체없이 파기합니다.


제17조(개인정보파기절차)
1. 이용자가 회원가입 등을 위해 입력한 정보는 개인정보 처리 목적이 달성된 후 별도의 DB로 옮겨져(종이 의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참 조) 일정 기간 저장된 후 파기 되어집니다.
2. 회사는 파기 사유가 발생한 개인정보를 개인정보보호 책임자의 승인절차를 거쳐 파기합니다.


제18조(개인정보파기방법)
회사는 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제하 며, 종이로 출력된 개인정보는 분쇄기로 분쇄하거나 소각 등을 통하여 파기합니다.

제19조(광고성 정보의 전송 조치)
1. 회사는 전자적 전송매체를 이용하여 영리목적의 광고성 정보를 전송하는 경우 이용자의 명시적인 사전동 의를 받습니다. 다만, 다음 각호 어느 하나에 해당하는 경우에는 사전 동의를 받지 않습니다
가. 회사가재화등의 거래관계를통하여 수신자로부터 직접 연락처를수집한경우, 거래가종료된 날로 부터 6개월 이내에 회사가처리하고수신자와거래한것과동총의 재화등에 대한영리목적의 광고 성 정보를 전송하려는 경우
나. 「방문판매 등에 관한 법률」에 따른 전화권유판매자가 육성으로 수신자에게 개인정보의 수집출처 를 고지하고 전화권유를 하는 경우
2. 회사는 전향에도 불구하고 수신자가 수신거부의사를 표시하거나 사전 동의를 철회한 경우에는 영리목적 의 광고성 정보를전송하지 않으며 수신거부및 수신동의 철회에 대한처리 결과를알립니다.
3. 회사는 오후 9시부터 그다음 날 오전 8시까지의 시간에 전자적 전송매체를 이용하여 영리목적의 광고성 정보를 전송하는 경우에는 제1항에도 불구하고 그 수신자로부터 별도의 사전 동의를 받습니다.
4. 회사는 전자적 전송매체를 이용하여 영리목적의 광고성 정보를 전송하는 경우 다음의 사항 등을 광고성 정보에 구체적으로밝힙니다.
가. 회사명 및연락처
나. 수신거부또는수신동의의철회의사표시에관한사항의표시
5. 회사는 전자적 전송매체를 이용하여 영리목적의 광고성 정보를 전송하는 경우 다음 각 호의 어느 하나에 해당하는조치를하지 않습니다.
가. 광고성 정보수신자의 수신거부또는수신동의의 철회를회피·방해하는조치
나. 숫자·부호 또는 문자를 조합하여 전화번호·전자우편주소 등 수신자의 연락처를 자동으로 만들어 내 는조치
다. 영리목적의 광고성 정보를 전송할 목적으로 전화번호 또는 전자우편주소를 자동으로 등록하는 조

치
라. 광고성 정보전송자의 신원이나광고전송출처를감추기 위한각종조치
마. 영리목적의 광고성 정보를전송할목적으로수신자를기망하여 회신을유도하는각종조치


제20조(개인정보 조회 및 수집동의 철회)
1. 이용자 및 법정 대리인은 언제든지 등록되어 있는 자신의 개인정보를 조회하거나 수정할 수 있으며 개인 정보수집 동의 철회를요청할수 있습니다.
2. 이용자 및 법정 대리인은 자신의 가입정보 수집 등에 대한 동의를 철회하기 위해서는 개인정보보호책임 자 또는 담당자에게 서면, 전화 또는 전자우편주소로 연락하시면 회사는 지체 없이 조치하겠습니다.


제21조(개인정보 정보변경 등)
1. 이용자는회사에게 전조의 방법을통해 개인정보의 오류에 대한정정을요청할수 있습니다.
2. 회사는 전향의 경우에 개인정보의 정정을 완료하기 전까지 개인정보를 이용 또는 제공하지 않으며 잘못 된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록하겠습니다.


제22조(이용자의 의무)
1. 이용자는 자신의 개인정보를 최신의 상태로 유지해야 하며, 이용자의 부정확한 정보 입력으로 발생하는 문제의 책임은 이용자자신에게 있습니다.
2. 타인의 개인정보를 도용한 회원가입의 경우 이용자 자격을 상실하거나 관련 개인정보보호 법령에 의해 처벌받을수었습니다.
3. 이용자는전자우편주소, 비밀번호등에 대한보안을유지할책임이 있으며 제3자에게 이를양도하거나대 여할수없습니다.


제23조(회사의 개인정보 관리)
회사는 이용자의 개인정보를 처리함에 있어 개인정보가 분실, 도난, 유출, 변조, 훼손 등이 되지 아니하 도록 안전성을 확보하기 위하여 다음과 같이 기술적·관리적 보호대책을 강구하고 있습니다.


제24조(삭제된 정보의 처리)
회사는 이용자 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보는 회사가 수집하는 "개인정 보의 보유 및 이용기간"에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리 하고 있습니다.


제25조(비밀번호의 암호화)
이용자의 비밀번호는 일방향 암호화하여 저장 및 관리되고 있으며, 개인정보의 확인, 변경은 비밀번호 를 알고 있는 본인에 의해서만 가능합니다.

제26조(해킹 등에 대비한 대책)
1. 회사는 해킹, 컴퓨터 바이러스 등 정보통신망 침입에 의해 이용자의 개인정보가 유출되거나 훼손되는 것
올 막기 위해 최선을 다하고 있습니다.
2. 회사는 최신 백신프로그램을 이용하여 이용자들의 개인정보나 자료가 유출 또는 손상되지 않도록 방지하 고있습니다.
3. 회사는 만일의 사태에 대비하여 침입차단 시스템을 이용하여 보안에 최선을 다하고 있습니다.
4. 회사는 민감한 개인정보(를 수집 및 보유하고 있는 경우)를 암호화 통신 등을 통하여 네트워크상에서 개 인정보를 안전하게 전송할 수 있도록 하고 있습니다.


제27조(개인정보 처리 최소화 및 교육)
회사는 개인정보 관련 처리 담당자를 최소한으로 제한하며, 개인정보 처리자에 대한 교육 등 관리적 조 치를 통해 법령 및 내부방침 등의 준수를 강조하고 있습니다.

제28조(개인정보 유출 등에 대한 조치)
회사는 개인정보의 분실·도난·유출(이하 "유출 등"이라 한다) 사실을 안 때에는 지체 없이 다음 각 호의 모든 사항을 해당 이용자에게 알리고 방송통신위원회 또는 한국인터넷진홍원에 신고합니다.
l.  유출등이 된 개인정보항목
2. 유출등이 발생한시점
3. 이용자가취할수있는조치
4. 정보통신서비스제공자등의 대응조치
5. 이용자가상담등을접수할수있는부서및연락처


제29조(개인정보 유출 등에 대한 조치의 예외)
회사는 전조에도 불구하고 이용자의 연락처를 알 수 없는 등 정당한 사유가 있는 경우에는 회사의 홈페
이지에 30일 이상 게시하는 방법으로 전조의 통지를 갈음하는 조치를 취할 수 있습니다.


제30조(국외 이전 개인정보의 보호)
1. 회사는 이용자의 개인정보에 관하여 개인정보보호법 등 관계 법규를 위반하는 사항을 내용으로 하는 국 제계약을체결하지 않습니다.
2. 회사는 이용자의 개인정보를 국외에 제공(조회되는 경우를 포함)、 처리위탁、 보관(이하 '’이전"이라 함)
하려면 이용자의 동의를 받습니다. 다만, 본조 제3항 각 호의 사항 모두를 개인정보보호법 등 관계 법규에 따라 공개하거나 전자우편 등 대통령령으로 정하는 방법에 따라 이용자에게 알린 경우에는 개인정보 처 리위탁、 보관에 따른동의절차를거치지 아니할수 있습니다.
3. 회사는본조제2항본문에 따른동의를받으려면 미리 다음각호의 사항모두를 이용자에게 고지합니다. 가. 이전되는개인정보향목
나. 개인정보가 이전되는 국가, 이전일시 및 이전방법
다. 개인정보를 이전받는 자의 성명(법인인 경우 그 명칭 및 정보관리 책임자의 연락처를 말한다) 라. 개인정보를 이전받는 자의 개인정보 이용목적 및 보유、 이용 기간
4. 회사는 본조 제2항 본문에 따른 동의를 받아 개인정보를 국외로 이전하는 경우 개인정보보호법 대통령령

등관계법규에서 정하는바에 따라보호조치를합니다.


제31조(이용자의 쿠키 설치 선택권)
1. 이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서 이용자는 웹브라우저에서 옵션을 설정함 으로써 모든쿠키를 허용하거나 쿠키가저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부 할수도 있습니다.
2. 다만, 쿠키의 저장을 거부할 경우에는 로그인이 필요한 회사의 일부 서비스는 이용에 어려움이 있을 수 있 습니다.


제32조(쿠키 설치 허용 지정 방법)
쿠키 설치 허용 여부를 지정하는 방법(Internet Explorer의 경우)은 다음과 같습니다.
1. ［도구] 메뉴에서 [인터넷 옵션]을 선택합니다.
2. ［개인정보 탭]을 클릭합니다.
3. ［고급] 설정에서 설정하시면 됩니다.


제33조(회사의 개인정보 보호 책임자 지정)
1. 회사는 이용자의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 관련 부 서 및 개인정보 보호 책임자를 지정하고 있습니다.
가. 개인정보보호책임자
1) 성명: 안용우
2) 전화번호: 01032643578
3) 이메일: cafejari2023@cafejari.software


제1조 본 방침은 2023.06.01부터 시행됩니다.
""";